data = {
    "01-01-2025": {
        "MAN TGL О196МР196": "Смирнов Василий Викторович",
        "SITRAK C7H А012КС198": "B",
        "КАМАЗ КОМПАС О695РС198": "P",
    },
    "02-01-2025": {
        "MAN TGL О196МР196": "Смирнов Василий Викторович",
        "SITRAK C7H А012КС198": "Петров Инокентий Петрович",
        "КАМАЗ КОМПАС О695РС198": "P",
    },
    "03-01-2025": {
        "MAN TGL О196МР196": "Смирнов Василий Викторович",
        "SITRAK C7H А012КС198": "Веселовский Александр Михайлович",
        "КАМАЗ КОМПАС О695РС198": "P",
    },
}
